

# Объявляем функцию

# Функция с позиционными аргументами

# Функция с именованными аргументами

# Функция с аргументами по умолчанию

# Возвращаем значение

# Возвращаем несколько значений

# Переменное количество аргументов на примере print

# Переменное кол-во именованных аргументов

# Область видимости переменных

# Функция - тоже объект

users = [
    {"name": "Oleg", "age": 32},
    {"name": "Sergey", "age": 24},
    {"name": "Stanislav", "age": 15},
    {"name": "Olga", "age": 45},
    {"name": "Maria", "age": 18},
]
